/* No comment provided by engineer. */
"-----iTunes Store反馈信息结束-----\n" = "-----iTunes Store反馈信息结束-----\n";

/* No comment provided by engineer. */
"-----iTunes Store恢复失败，请重新尝试-----" = "-----iTunes Store恢复失败，请重新尝试-----";

/* No comment provided by engineer. */
"-----iTunes Store恢复结束-----" = "-----iTunes Store恢复结束-----";

/* No comment provided by engineer. */
"-----iTunes Store没有相关产品信息-----\n" = "-----iTunes Store没有相关产品信息-----\n";

/* No comment provided by engineer. */
"-----不允许程序内付费购买-----\n" = "-----不允许程序内付费购买-----\n";

/* No comment provided by engineer. */
"-----交易失败，请重新尝试-----" = "-----交易失败，请重新尝试-----";

/* No comment provided by engineer. */
"-----产品%@成功，请返回使用!-----\n" = "-----产品%@成功，请返回使用!-----\n";

/* No comment provided by engineer. */
"-----向iTunes Store发送交易请求-----\n" = "-----向iTunes Store发送交易请求-----\n";

/* No comment provided by engineer. */
"-----向iTunes Store请求产品信息-----\n-----请耐心等待-----\n" = "-----向iTunes Store请求产品信息-----\n-----请耐心等待-----\n";

/* No comment provided by engineer. */
"-----向iTunes Store请求信息失败-----" = "-----向iTunes Store请求信息失败-----";

/* No comment provided by engineer. */
"-----向iTunes Store请求恢复产品-----\n-----请耐心等待-----\n" = "-----向iTunes Store请求恢复产品-----\n-----请耐心等待-----\n";

/* No comment provided by engineer. */
"-----您没有可供恢复的项目！-----\n" = "-----您没有可供恢复的项目！-----\n";

/* No comment provided by engineer. */
"-----收到iTunes Store反馈的交易结果-----\n" = "-----收到iTunes Store反馈的交易结果-----\n";

/* No comment provided by engineer. */
"-----收到iTunes Store的反馈信息-----\n" = "-----收到iTunes Store的反馈信息-----\n";

/* No comment provided by engineer. */
"产品价格" = "产品价格";

/* No comment provided by engineer. */
"产品名称" = "产品名称";

/* No comment provided by engineer. */
"产品描述信息" = "产品描述信息";

/* No comment provided by engineer. */
"参数未识别" = "参数未识别";

/* No comment provided by engineer. */
"客户端禁止购买" = "客户端禁止购买";

/* No comment provided by engineer. */
"恢复" = "恢复";

/* No comment provided by engineer. */
"恢复成功" = "恢复成功";

/* No comment provided by engineer. */
"未知错误" = "未知错误";

/* No comment provided by engineer. */
"正在恢复..." = "正在恢复...";

/* No comment provided by engineer. */
"正在购买..." = "正在购买...";

/* No comment provided by engineer. */
"没有相关产品信息" = "没有相关产品信息";

/* No comment provided by engineer. */
"用户不允许购买" = "用户不允许购买";

/* No comment provided by engineer. */
"用户取消" = "用户取消";

/* No comment provided by engineer. */
"购买" = "购买";

/* No comment provided by engineer. */
"购买成功" = "购买成功";

/* No comment provided by engineer. */
"重新尝试" = "重新尝试";

/* No comment provided by engineer. */
"错误信息" = "错误信息";

